[
    {
        "user name": "마을이장지망생-kr1",
        "level": "187마을이장 지망생#KR1krLink with your Riot account and set your profile.UpdateSummarySummaryChampionsUMasteryLive GameTeamfight TacticsAllRanked SoloRanked FlexARAMQueue typeQueue typeNormal (Blind Pick)BotClashEvent GameURFArenaUse OP Score to get a more accurate breakdown of your skill level.What is OP Score?OP Score is a rating system that evaluates your in-game performance by stats such as role, laning phase, kills, deaths, damage, wards, damage to objectives, etc.Best playerMVPThe best performed player of the matchACEThe best performed player despite their team’s defeat.FeatureThe improved OP Score allows users to track game metrics in detail over time. The OP Score is calculated every 5 minutes in ranked and normal games. In ARAM mode, it is calculated every 3 minutes, providing a more detailed analysis of a player's in-game performance.Rating scale010Ranked Solo/DuoUnrankedRanked SoloSeasonTierLPS2023 S2silver 20Ranked FlexUnrankedRanked SoloSeasonTierLPS2024 S2bronze 268S2024 S1silver 47S2023 S2silver 40S2024 S2Ranked SoloRanked FlexMasteryJayce79,316PointIrelia77,713PointAkali64,322PointKatarina58,785PointShow moreADVERTISEMENTREMOVE ADSRecent gamesSearch a championRecently playedChampion ListAll ChampionsAatroxAhriAkaliAkshanAlistarAmbessaAmumuAniviaAnnieApheliosAsheAurelion SolAuroraAzirBardBel'VethBlitzcrankBrandBraumBriarCaitlynCamilleCassiopeiaCho'GathCorkiDariusDianaDr. MundoDravenEkkoEliseEvelynnEzrealFiddlesticksFioraFizzGalioGangplankGarenGnarGragasGravesGwenHecarimHeimerdingerHweiIllaoiIreliaIvernJannaJarvan IVJaxJayceJhinJinxK'SanteKai'SaKalistaKarmaKarthusKassadinKatarinaKayleKaynKennenKha'ZixKindredKledKog'MawLeBlancLee SinLeonaLilliaLissandraLucianLuluLuxMalphiteMalzaharMaokaiMaster YiMilioMiss FortuneMordekaiserMorganaNaafiriNamiNasusNautilusNeekoNidaleeNilahNocturneNunu & WillumpOlafOriannaOrnnPantheonPoppyPykeQiyanaQuinnRakanRammusRek'SaiRellRenata GlascRenektonRengarRivenRumbleRyzeSamiraSejuaniSennaSeraphineSettShacoShenShyvanaSingedSionSivirSkarnerSmolderSonaSorakaSwainSylasSyndraTahm KenchTaliyahTalonTaricTeemoThreshTristanaTrundleTryndamereTwisted FateTwitchUdyrUrgotVarusVayneVeigarVel'KozVexViViegoViktorVladimirVolibearWarwickWukongXayahXerathXin ZhaoYasuoYoneYorickYuumiZacZedZeriZiggsZileanZoeZyraThere are no recent match records.View more match historyADVERTISEMENTREMOVE ADSOP.GGAbout OP.GGCompanyBlogLogo historyProductsLeague of LegendsTeamfight TacticsValorantOVERWATCH2PUBGDeadlockSUPERVIVEDesktopDuoTalkGEsportsGigsAppsOP.GG for Mobile AndroidOP.GG for Mobile iOSAllT AndroidAllT iOSValorant AndroidValorant iOSGigs AndroidGigs iOSTalkG AndroidTalkG iOSEsports AndroidEsports iOSResourcesPrivacy PolicyTerms of UseHelpEmail inquiryContact usMoreBusinessAdvertiseRecruit© 2012-2024 OP.GG. OP.GG is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.",
        "solo": "Unranked",
        "flex": "Unranked",
        "season_most": [],
        "mastery": [
            {
                "rank": 1,
                "champion": "Jayce",
                "mastery": "79,316"
            },
            {
                "rank": 2,
                "champion": "Irelia",
                "mastery": "77,713"
            },
            {
                "rank": 3,
                "champion": "Akali",
                "mastery": "64,322"
            },
            {
                "rank": 4,
                "champion": "Katarina",
                "mastery": "58,785"
            },
            {
                "rank": 5,
                "champion": "Fiora",
                "mastery": "43,525"
            },
            {
                "rank": 6,
                "champion": "Yasuo",
                "mastery": "37,163"
            },
            {
                "rank": 7,
                "champion": "Gangplank",
                "mastery": "30,515"
            },
            {
                "rank": 8,
                "champion": "Lucian",
                "mastery": "30,393"
            },
            {
                "rank": 9,
                "champion": "Aatrox",
                "mastery": "30,039"
            },
            {
                "rank": 10,
                "champion": "Ekko",
                "mastery": "27,385"
            },
            {
                "rank": 11,
                "champion": "Vayne",
                "mastery": "24,693"
            },
            {
                "rank": 12,
                "champion": "Senna",
                "mastery": "22,314"
            },
            {
                "rank": 13,
                "champion": "Riven",
                "mastery": "22,036"
            },
            {
                "rank": 14,
                "champion": "Ryze",
                "mastery": "21,582"
            },
            {
                "rank": 15,
                "champion": "Sylas",
                "mastery": "21,011"
            },
            {
                "rank": 16,
                "champion": "Graves",
                "mastery": "21,008"
            }
        ]
    }
]